{
  "title": "Beholder: Beauty in the Eyes of Playboy",
  "subtitle": "What 65 years of data can tell us about a former trendsetter's ability to keep up with the times.",
  "intro": [
    {
      "type": "text",
      "value": "Playboy has always been a study in contradictions. It manages to be both a “nudie mag” and a home for the writings of literary greats like Margaret Atwood, Kurt Vonnegut, Haruki Murakami, and Joyce Carol Oates."
    },
    {
      "type": "text",
      "value": "In its heyday, it was <a href=\"https://www.thedailybeast.com/hugh-hefners-surprising-civil-rights-legacy\" target=\"_blank\" rel=\"noopener noreferrer\">seen by some as revolutionary</a>, while now others say it’s <a href=\"https://www.bbc.com/news/world-us-canada-41426299\" target=\"_blank\" rel=\"noopener noreferrer\">firmly stuck in the past</a>. While being the harbinger of the sexual revolution and claiming to be a part of the feminist movement, it aggressively pursued a <a href=\"https://www.bbc.com/news/world-us-canada-41426299#:~:text=He%20did%20not%20empower%20women.%20He%20gave%20them%20just%20one%20more%20restrictive%20role%20to%20choose%20from.\" target=\"_blank\" rel=\"noopener noreferrer\">rigid role for women</a>, and a strictly heterosexual one, even in the face of the <a href=\"https://en.wikipedia.org/wiki/Gay_liberation\" target=\"_blank\" rel=\"noopener noreferrer\">Gay Liberation Movement</a> of the ’60s."
    },
    {
      "type": "text",
      "value": "Taking the magazine from a Chicago apartment to a mansion in Beverly Hills, Playboy’s founder Hugh Hefner, a figure both vilified and praised, turned the brand into a cultural icon that would come to influence the American male gaze, for better or for worse, for more than 65 years."
    },
    {
      "type": "text",
      "value": "But how well has the Playboy gaze reflected the wider spectrum of American life? One of the publication’s longest-running contradictions, that it could call for sexual liberation while maintaining a very restrictive definition of beauty, seems to now be crumbling. <strong>Since Hefner’s death in 2017, Playboy has been redefining how it beholds beauty</strong>."
    },
    {
      "type": "text",
      "value": "Looking at the data on the Playmate of the Month feature (a title that was retired in 2021), and grounding it in the cultural context of the last several decades, we can begin to understand how Playboy has viewed beauty historically, and where it’s headed now."
    }
  ],
  "warning": [
    {
      "type": "text",
      "value": "⚠️ There are mentions of body measurements, and some content in this article might be triggering to those who have current or past experiences with disordered eating or body dysmorphia."
    }
  ],
  "scrollyIntro": [
    {
      "type": "text",
      "value": "Since the first issue in December 1953, Playboy picked the Playmate of the Month <strong>812 times</strong>, featuring <strong>806 unique women</strong>. Playmates are featured in what’s known as the “centerfold,” the middle pages of a magazine made up of a single photo or feature story. The centerfold was followed by the “<a href=\"https://www.google.com/search?q=playmate+data+sheet&tbm=isch\" target=\"_blank\" rel=\"noopener noreferrer\">Playmate Data Sheet</a>,” a handwritten section penned by the Playmates where they would document their measurements, share notes about their lives and feature photos from their youth."
    },
    {
      "type": "text",
      "value": "As we look at the data for Playmates, it’s important to remember that there are real human beings behind this data. The Data Sheet could be seen as an attempt to avoid the dehumanized sexual objectification of the women featured. This particular set of numbers serves as anchors to talk about beauty as perceived by Playboy, limited as they might be in describing <em>actual</em> beauty."
    }
  ],
  "unitPicker": [
    {
      "type": "text",
      "value": "Show data units in [feet, inches, pounds] or [centimeters, kilograms]"
    }
  ],
  "scrolly": [
    {
      "type": "marilyn",
      "value": [
        {
          "type": "text",
          "value": "<strong>Marilyn Monroe</strong> was the first-ever “Sweetheart of the Month” before the introduction of the Playmate of the Month title. Hugh Hefner had bought previously unpublished nude photos of her for a calendar and picked the “sexiest” picture for the first centerfold. Although she was not the copyright holder, Ms. Monroe did not consent to those images’ use in the magazine, and she reportedly was not compensated."
        },
        {
          "type": "text",
          "value": "The hype around her appearance catapulted the magazine to success right from the start."
        }
      ]
    },
    {
      "type": "jenniferjackson",
      "value": [
        {
          "type": "text",
          "value": "<strong>Jennifer Jackson</strong>, <a href=\"https://www.huffpost.com/entry/exclusive-interview-playmate-jennifer-jackson_n_980502\" target=\"_blank\" rel=\"noopener noreferrer\">model and now a social worker from Chicago</a>, was the first Black Playmate ever to be featured in the magazine."
        },
        {
          "type": "text",
          "value": "This was a time at the height of the Civil Rights Movement, and the <a href=\"https://en.wikipedia.org/wiki/Civil_rights_movement#Voting_Rights_Act_of_1965\" target=\"_blank\" rel=\"noopener noreferrer\">Voting Rights Act of 1965</a> would be introduced only months later."
        },
        {
          "type": "text",
          "value": "Years later, Playboy would <a href=\"https://twitter.com/Playboy/status/921155223745306624\" target=\"_blank\" rel=\"noopener noreferrer\">tweet some of the angry letters they received</a> after featuring a Black Playmate, as well as the support."
        }
      ]
    },
    {
      "type": "inesrau",
      "value": [
        {
          "type": "text",
          "value": "In November 2017, <strong>Ines Rau</strong> <a href=\"https://edition.cnn.com/2017/10/20/entertainment/ines-rau-playboy/index.html\" target=\"_blank\" rel=\"noopener noreferrer\">became the first openly transgender Playmate</a> in the magazine's history."
        },
        {
          "type": "text",
          "value": "This was, however, her second appearance, her first image in May of 2014 was titled “Evolution.”"
        },
        {
          "type": "text",
          "value": "After backlash, Playboy <a href=\"https://twitter.com/Playboy/status/921155850269536256\" target=\"_blank\" rel=\"noopener noreferrer\">tweeted their support</a> for this decision with the caption: “Standing on the right side of history.”"
        }
      ]
    },
    {
      "type": "marshaelle",
      "value": [
        {
          "type": "text",
          "value": "<strong>Marsha Elle</strong> is a singer-songwriter and a motivational speaker based in Miami. She was born with <em>proximal femoral focal deficiency</em>, which required the amputation of her right leg, and she’s had a prosthetic leg since she was 5 years old. After struggling with insecurity for most of her life — she didn’t wear shorts until she was 23 — <a href=\"https://www.foxnews.com/entertainment/playboy-playmate-marsha-elle\" target=\"_blank\" rel=\"noopener noreferrer\">she became the first amputee Playmate</a>."
        }
      ]
    },
    {
      "type": "explainer",
      "value": [
        {
          "type": "text",
          "value": "The pink dots represent each individual Playmate of the Month. Click or Tap the circles at any point to get more information about them."
        },
        {
          "type": "text",
          "value": "There were 7 issues where multiple Playmates appeared at the same time. They’re shown as clusters in the same month."
        }
      ]
    },
    {
      "type": "otherfirsts",
      "value": [
        {
          "type": "text",
          "value": "Here are some of the other “firsts” in Playmate history."
        }
      ]
    },
    {
      "type": "noissue",
      "value": [
        {
          "type": "text",
          "value": "In March of 1955, the staff couldn’t meet the deadlines to deliver the issue, <a href=\"https://web.archive.org/web/20060326233118/http://www.playboy.com/worldofplayboy/faq/collecting.html#4\" target=\"_blank\" rel=\"noopener noreferrer\">so nothing was released</a>."
        }
      ]
    },
    {
      "type": "hefner",
      "value": [
        {
          "type": "title",
          "value": "End of an Era"
        },
        {
          "type": "text",
          "value": "Hugh Hefner passed away on September 27, 2017. It’s <a href=\"https://money.cnn.com/2017/09/27/media/hugh-hefner/index.html#:~:text=Hefner%20helped%20personally%20select%20monthly%20%22Playmates%2C%22\" target=\"_blank\" rel=\"noopener noreferrer\">reported</a> that he was personally involved in picking Playmates of the Month, and the data below suggests that the characteristics of who gets selected have started changing significantly after his death."
        },
        {
          "type": "text",
          "value": "While Hefner had his fans, it is known that many of those who worked with him <a href=\"https://www.vice.com/en/article/bjvyvw/dont-mourn-for-hugh-hefner\" target=\"_blank\" rel=\"noopener noreferrer\">had harrowing experiences</a>, and <a href=\"https://www.usmagazine.com/celebrity-news/pictures/every-former-playmate-whos-spoken-out-against-hugh-hefner/\" target=\"_blank\" rel=\"noopener noreferrer\">a lot of Playmates have spoken out against him</a>."
        }
      ]
    },
    {
      "type": "age",
      "value": [
        {
          "type": "title",
          "value": "Age"
        },
        {
          "type": "text",
          "value": "There has been an <strong>increase of about 4 years</strong> in the ages of Playmates since the first issue."
        },
        {
          "type": "text",
          "value": "Note the highlighted area in red. Eight Playmates were under the age of 18 when photographed. By today’s laws, this would be a felony. In the 1950s, Hefner was taken to court for <a href=\"https://www.newyorker.com/magazine/2006/03/20/the-girls-next-door-2\" target=\"_blank\" rel=\"noopener noreferrer\">contributing to the delinquency of a minor</a>. Still, the case was dismissed as the child had written permission from her mother."
        },
        {
          "type": "text",
          "value": "The names of these individuals are not included in this article."
        }
      ]
    },
    {
      "type": "height",
      "value": [
        {
          "type": "title",
          "value": "Height"
        },
        {
          "type": "text",
          "value": "Playmates have always been taller than the average American woman, but they have gotten even taller through time, about a <strong>5% increase</strong> since 1954."
        },
        {
          "type": "text",
          "value": "The average height of women in the US was <span data-cm=162.6>5’4”</span> <a href=\"https://www.cdc.gov/nchs/data/series/sr_03/sr03-046-508.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">between 2015-2018 [pdf]</a>."
        }
      ]
    },
    {
      "type": "weight",
      "value": [
        {
          "type": "title",
          "value": "Weight"
        },
        {
          "type": "quote",
          "value": {
            "text": "It was a competition because you couldn’t gain any weight. They watched your weight, they watched your appearance, and no one paid you a salary.",
            "attr": "<a href=\"https://www.huffpost.com/entry/exclusive-interview-playmate-jennifer-jackson_n_980502#:~:text=It%20was%20competition%20because%20you%20couldn%27t%20gain%20any%20weight.%20They%20watched%20your%20weight%2C%20they%20watched%20your%20appearance%2C%20and%20no%20one%20paid%20you%20a%20salary.\" target=\"_blank\" rel=\"noopener noreferrer\">Jennifer Jackson</a>"
          }
        },
        {
          "type": "text",
          "value": "Weight has similarly seen an <strong>increase of about 8%</strong>. The average weight after Hefner’s death strays sharply from the average prior, strongly suggesting Hefner favored women of a certain size."
        },
        {
          "type": "text",
          "value": "<strong>Ali Chanel</strong>, dubbed “Playboy’s curviest Playmate,” is regarded as a champion of body positivity and has <a href=\"https://www.foxnews.com/entertainment/ali-chanel-playboy-playmate\" target=\"_blank\" rel=\"noopener noreferrer\">encouraged</a> others to accept their bodies as they are."
        }
      ]
    },
    {
      "type": "bust",
      "value": [
        {
          "type": "title",
          "value": "Bust"
        },
        {
          "type": "text",
          "value": "There has been a significant drop in bust sizes, <strong>9.6% decrease</strong> overall."
        },
        {
          "type": "text",
          "value": "Between September 2012 and Hefner’s death, there was an inexplicable upper cap on bust size. After his death, we start seeing huge variance again, like in the early days."
        }
      ]
    },
    {
      "type": "waist",
      "value": [
        {
          "type": "title",
          "value": "Waist"
        },
        {
          "type": "text",
          "value": "The most significant change among body measurements is the waist, with an <strong>11% increase</strong>. Playmates with larger waist measurements are featured more often after 2017. About 13% of the women were above <span data-cm=71.2 only-inches>28”</span> after Hefner’s death, compared to <1% beforehand."
        },
        {
          "type": "text",
          "value": "Even with that, the average waist measurement of women in the US was <span data-cm=92.1 only-inches>36\"</span> between 2015–2018. <strong>No Playmate has ever been at the US average for waist measurement</strong>."
        },
        {
          "type": "text",
          "value": "Having a smaller waist is the most statistically significant distinction between Playmates and the US average."
        }
      ]
    },
    {
      "type": "hips",
      "value": [
        {
          "type": "title",
          "value": "Hips"
        },
        {
          "type": "text",
          "value": "Hip measurements have seen a <strong>minor 2% increase</strong>, yet most of that increase is carried by the post-2017 Playmates with much higher measurements than in the history of the magazine."
        },
        {
          "type": "text",
          "value": "In fact, 20% of the Playmates had larger hips in the period after Hefner’s death than at any other point in the magazine’s history."
        }
      ]
    },
    {
      "type": "hair",
      "value": [
        {
          "type": "title",
          "value": "Hair color"
        },
        {
          "type": "text",
          "value": "Some of the most famous faces from Playboy, like Marilyn Monroe, Pamela Anderson, and Anna Nicole Smith, were all blond."
        },
        {
          "type": "text",
          "value": "But there is an almost equal occurrence of brown and blond hair in the magazine. Black hair, however, is underrepresented."
        },
        {
          "type": "text",
          "value": "Especially in the US, having light hair has become the “beauty standard,” with <a href=\"https://books.google.ca/books?id=3asbkganD14C&q=What+percent+of+adults+are+naturally+blond%3F&pg=PA52&redir_esc=y#v=onepage&q=What%20percent%20of%20adults%20are%20naturally%20blond%3F&f=false\" target=\"_blank\" rel=\"noopener noreferrer\">48% of White college women dyeing their hair blond or blonder</a>, higher than any other color. In fact, a survey in 2003 reported that only 4% of adults in the US are naturally blond. So we see a considerable overrepresentation of blonds in the magazine. This might also be a reason why black hair is underrepresented."
        },
        {
          "type": "text",
          "value": "Did Playboy help shape this perception, or only play into it further?"
        }
      ]
    },
    {
      "type": "enhancements",
      "value": [
        {
          "type": "title",
          "value": "Cosmetic Enhancements"
        },
        {
          "type": "text",
          "value": "Essential to the conversation surrounding Playboy’s view of beauty is the lengths that many individuals went to achieve it. Cosmetic enhancements by way of surgical procedures are quite common among Playmates."
        },
        {
          "type": "text",
          "value": "In this case, we can clearly see that enhanced breasts came into prominence starting around 1985 and peaked around 2010 before fading away again. This is doubly interesting when you consider that bust sizes have steadily gone down over the years."
        }
      ]
    },
    {
      "type": "ethnicity",
      "value": [
        {
          "type": "title",
          "value": "Ethnicity"
        },
        {
          "type": "text",
          "value": "Historically, the magazine has reinforced the <a href=\"https://www.npr.org/sections/codeswitch/2019/02/06/685506578/is-beauty-in-the-eyes-of-the-colonizer\" target=\"_blank\" rel=\"noopener noreferrer\">colonizer perspective</a> and constructs the “All-American Beauty” as a blond, skinny, white woman, with 90% of its Playmates being white. It featured a single Black woman for the first time in 1965, and it did not feature a Black woman again for four years."
        },
        {
          "type": "text",
          "value": "Playboy’s exclusion of BIPOC individuals from its pages impacts more than just its readers. The “blast radius” of its influence continues to negatively impact BIPOC communities, especially young women, and will likely continue to affect them for years to come."
        },
        {
          "type": "text",
          "value": "Also, despite their progressive image, only 2019 and 2020 had 40% non-white Playmates, the most it has ever been in its 67-year history. In fact, these are the only years that reflect the <a href=\"https://en.wikipedia.org/wiki/Race_and_ethnicity_in_the_United_States#:~:text=2019%20U.S.%20Census%20Bureau%20Estimates%5B15%5D\" target=\"_blank\" rel=\"noopener noreferrer\">actual population distribution in the United States</a>."
        },
        {
          "type": "text",
          "value": "In contrast, Hefner <a href=\"https://people.com/music/hugh-hefner-dead-playboy-after-dark-music-performances/#:~:text=Mostly%20importantly%2C%20the%20publishing%20giant%20used%20his%20outlet%20to%20give%20equal%20airtime%20to%20African%2DAmerican%20artists%2C%20allowing%20Ike%20and%20Tina%20Turner%2C%20James%20Brown%2C%20B.B.%20King%20and%20Motown%E2%80%99s%20Marvin%20Gaye%20and%20Smokey%20Robinson%20an%20all%2Dtoo%2Drare%20opportunity%20to%20share%20their%20talent%20and%20message%20with%20the%20country.\" target=\"_blank\" rel=\"noopener noreferrer\">gave equal airtime</a> to Black artists in his TV show “Playboy After Dark.”"
        }
      ]
    }
  ],
  "hourglass": [
    {
      "type": "title",
      "value": "The Broken Hourglass"
    },
    {
      "type": "quote",
      "value": {
        "text": "The costume and the three-inch high heels were not comfortable at all! The costume was so tight it cut off the circulation in my legs and at the end of the night I could barely walk because my feet were so sore.",
        "attr": "<a href=\"https://theoriginalvangoghsearanthology.com/2013/03/10/an-interview-with-sharon-rogers/#:~:text=The%20costume%20and%20the%20three%20inch%20high%20heels%20were%20not%20comfortable%20at%20all!%20The%20costume%20was%20so%20tight%20it%20cut%20off%20the%20circulation%20in%20my%20legs%20and%20at%20the%20end%20of%20the%20night%20I%20could%20barely%20walk%20because%20my%20feet%20were%20so%20sore.\" target=\"_blank\" rel=\"noopener noreferrer\">Sharon Rogers</a>, about the Bunny costume she had to wear in the Chicago club."
      }
    },
    {
      "type": "text",
      "value": "“The Hourglass Figure” is one of the most <a href=\"https://pubmed.ncbi.nlm.nih.gov/16818094/\" target=\"_blank\" rel=\"noopener noreferrer\">well-known body shapes</a>, and in <a href=\"https://www.vogue.com/article/playboy-bunnies-hourglass-body-gloria-steinem-hugh-hefner-death-playboy-club-new-york\" target=\"_blank\" rel=\"noopener noreferrer\">Playboy</a>, it is favored above others. Yet, there is evidence that the insistence on meeting this standard is responsible for the widespread prevalence of mental disorders surrounding body image, including body dysmorphia and disordered eating, particularly among <a href=\"https://www.semanticscholar.org/paper/An-Evolutionary-Theory-of-Female-Physical-Singh/00dde6b664c882410fa5e4ed1d7e17f994636793\" target=\"_blank\" rel=\"noopener noreferrer\">young women</a>. Research supports that the most commonplace efforts to change the body to conform to beauty standards do not often ultimately lead to positive body image."
    },
    {
      "type": "viz",
      "value": {
        "title": "Breaking the mold",
        "subtitle": "2020 is the first and only year in the dataset where the hourglass-figure mold was broken. What some call curvy or “thick” is finally welcomed by Playboy in 2020. The <a href=\"https://en.wikipedia.org/wiki/Bust/waist/hip_measurements#:~:text=The%20specific%20proportions%20of%2036%E2%80%9324%E2%80%9336%20inches%20(90%2D60%2D90%20centimeters)%20have%20frequently%20been%20given%20as%20the%20%22ideal%22%2C%20or%20%22hourglass%22%20proportions%20for%20women%20since%20at%20least%20the%201960s%20(these%20measurements%20are%2C%20for%20example%2C%20the%20title%20of%20a%20hit%20instrumental%20by%20The%20Shadows).%5B2%5D%5B3%5D%5B4%5D\" target=\"_blank\" rel=\"noopener noreferrer\">“</a><a href=\"https://en.wikipedia.org/wiki/Bust/waist/hip_measurements#:~:text=The%20specific%20proportions%20of%2036%E2%80%9324%E2%80%9336%20inches%20(90%2D60%2D90%20centimeters)%20have%20frequently%20been%20given%20as%20the%20%22ideal%22%2C%20or%20%22hourglass%22%20proportions%20for%20women%20since%20at%20least%20the%201960s%20(these%20measurements%20are%2C%20for%20example%2C%20the%20title%20of%20a%20hit%20instrumental%20by%20The%20Shadows).%5B2%5D%5B3%5D%5B4%5D\" target=\"_blank\" rel=\"noopener noreferrer\">Ideal</a><a href=\"https://en.wikipedia.org/wiki/Bust/waist/hip_measurements#:~:text=The%20specific%20proportions%20of%2036%E2%80%9324%E2%80%9336%20inches%20(90%2D60%2D90%20centimeters)%20have%20frequently%20been%20given%20as%20the%20%22ideal%22%2C%20or%20%22hourglass%22%20proportions%20for%20women%20since%20at%20least%20the%201960s%20(these%20measurements%20are%2C%20for%20example%2C%20the%20title%20of%20a%20hit%20instrumental%20by%20The%20Shadows).%5B2%5D%5B3%5D%5B4%5D\" target=\"_blank\" rel=\"noopener noreferrer\">”</a> <span data-ideal data-ideal-cm=90-60-90 data-ideal-in=36-24-36>36-24-36</span> shown in cyan. <a href=\"https://www.huffpost.com/entry/the-scary-reality-of-a-re_b_845239\" target=\"_blank\" rel=\"noopener noreferrer\">Projected dimensions</a> of the Barbie doll in yellow. Click on the decades to isolate.",
        "caption": "Line chart showing bust, waist, and hips measurements for Playmates where bust and hips have decreased, and waist measurements have increased every decade since the 1950s. 2020 is when the measurements broke out of the “ideal” figure."
      }
    },
    {
      "type": "text",
      "value": "As harmful as the hourglass ideal is, the popular slim-thick image has also <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S1740144521001546\" target=\"_blank\" rel=\"noopener noreferrer\">been found to have adverse effects on young women</a>."
    },
    {
      "type": "text",
      "value": "The controversial measurements for Mattel’s Barbie doll are highlighted to show <a href=\"https://www.chapman.edu/students/health-and-safety/psychological-counseling/_files/eating-disorder-files/13-barbie-facts.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">how ridiculous [pdf]</a> the doll’s proportions <a href=\"https://time.com/barbie-new-body-cover-story/\" target=\"_blank\" rel=\"noopener noreferrer\">used to be</a>. Mattel, like Playboy, has used the sexualized female form to create a cultural product that both challenged and later maintained specific beauty standards for their time. While Mattel has, in recent years, <a href=\"https://www.nydailynews.com/life-style/fashion/mattel-remakes-barbie-dolls-include-curvy-body-type-article-1.2512210\" target=\"_blank\" rel=\"noopener noreferrer\">introduced a more diverse set of </a><a href=\"https://www.nydailynews.com/life-style/fashion/mattel-remakes-barbie-dolls-include-curvy-body-type-article-1.2512210\" target=\"_blank\" rel=\"noopener noreferrer\">body types for its</a><a href=\"https://www.nydailynews.com/life-style/fashion/mattel-remakes-barbie-dolls-include-curvy-body-type-article-1.2512210\" target=\"_blank\" rel=\"noopener noreferrer\"> Barbie dolls</a>, ostensibly for body positivity, this new set has also <a href=\"https://www.statista.com/statistics/370361/gross-sales-of-mattel-s-barbie-brand/#:~:text=In%202020%2C%20Mattel's%20Barbie%20brand,U.S.%20dollars%20the%20year%20before.&text=Since%20the%20launch%20of%20Mattel's,America%20and%20around%20the%20world.\" target=\"_blank\" rel=\"noopener noreferrer\">increased their bottom line</a>. Is Playboy following the same path?"
    }
  ],
  "mostAverage": [
    {
      "type": "title",
      "value": "The “Most Average” Playmates"
    },
    {
      "type": "text",
      "value": "We focused on how the average American woman in her 20s differs from models selected as Playmates, but what about within the group? Who is the most average Playmate, and who is the least average?"
    },
    {
      "type": "text",
      "value": "An interesting trend is revealed when looking at the average values across all Playmates for their weight, height, body measurements, hair color, and ethnicity and ordering them by their distance from this average."
    },
    {
      "type": "avgViz",
      "value": {
        "title": "Most/Least Average Playmates",
        "subtitle": "Playmates ordered by their distance to the average Playmate. The most and least average top 5 Playmates split the age of the magazine into almost perfect quarters. The top 5 most average are from older issues, whereas the top 5 least average are from 2003 and later.",
        "caption": "Lollipop chart showing the top 5 most average and top 5 least average Playmates where the top 5 most average Playmates were in the second quarter of the magazine’s lifetime, and top 5 least average Playmates were in the last quarter."
      }
    },
    {
      "type": "quote",
      "value": {
        "text": "I was just excited for everyone to see [the photos] and just to start making people uncomfortable and shaking some things up.",
        "attr": "<a href=\"https://headtopics.com/us/ali-chanel-on-being-playboy-s-curviest-playmate-i-think-the-world-is-ready-to-accept-all-bodies-16446535#:~:text=I%20was%20just%20excited%20for%20everyone%20to%20see%20them%20and%20just%20to%20start%20making%20people%20uncomfortable%20and%20shaking%20some%20things%20up%20*laughs*\" target=\"_blank\" rel=\"noopener noreferrer\">Ali Chanel</a>"
      }
    },
    {
      "type": "text",
      "value": "In addition, even the “averageness” of Playmates has been steadily decreasing every year, especially after Hefner’s death. Recent Playmates are much less likely to be “average.”"
    },
    {
      "type": "diffViz",
      "value": {
        "title": "Difference from Average per Year",
        "subtitle": "Playmates have been increasingly different from the “Most Average Playmate” through the years.",
        "caption": "Bar chart of the average difference per year from the “Most Average Playmate” where the difference from the average grows higher as the years pass. 2020 is the least average year."
      }
    }
  ],
  "lenna": [
    {
      "type": "text",
      "value": "If you’ve ever worked with computer image processing, you have most likely come across `lenna.jpg`. <a href=\"https://web.archive.org/web/19970704201816/http://www.playboy.com/news/lena/lena.html\" target=\"_blank\" rel=\"noopener noreferrer\">It’s one of the most used images in computer history</a>. This image is a crop of Lenna Sjooblom’s (now Forsen) 1972 November centerfold."
    },
    {
      "type": "text",
      "value": "The usage has been <a href=\"http://www.cs.umd.edu/users/oleary/faculty/node8.html\" target=\"_blank\" rel=\"noopener noreferrer\">criticized</a>, as “Suggestive pictures used in lectures on image processing … convey the message that the lecturer caters to the males only”."
    },
    {
      "type": "text",
      "value": "Read about the history and controversy of this image on <a href=\"https://pudding.cool/2021/10/lenna/\" target=\"_blank\" rel=\"noopener noreferrer\">Can Data Die?</a>"
    }
  ],
  "outro": [
    {
      "type": "title",
      "value": "Individuals All"
    },
    {
      "type": "text",
      "value": "It’s clear that Hefner’s death has significantly impacted who appears in Playboy. The world in which Playmates lived, a reality that was masterfully cropped out of photoshoots and public relations campaigns, has started to be reflected in the types of women featured. It has changed Playboy’s beauty standards ever so slightly, but it is a more inclusive shift nonetheless. One question remains to be answered: is this shift towards inclusion sincere or merely performative? Many a brand has made an effort to be more inclusive in their messaging but often fall short. A giveaway here is that this change has been led by primarily white models. The body positivity movement in Playboy — as is also the case in many other areas — has been <a href=\"https://www.refinery29.com/en-gb/2021/03/10389843/body-positivity-neutrality-movement-history\" target=\"_blank\" rel=\"noopener noreferrer\">co-opted and made palatable</a> to their audience via white women."
    },
    {
      "type": "text",
      "value": "What these data points can’t illustrate is that behind all the flash and glamour of being a Playmate of the Month and living in the Playboy Mansion, these women are like any of us. They <a href=\"https://m.imdb.com/name/nm0584428/trivia\" target=\"_blank\" rel=\"noopener noreferrer\">went to college</a>, struggled with <a href=\"https://en.wikipedia.org/wiki/Star_Stowe\" target=\"_blank\" rel=\"noopener noreferrer\">drug abuse</a> and <a href=\"https://cfox.com/news/8089075/bc-playboy-model-kelly-tough/\" target=\"_blank\" rel=\"noopener noreferrer\">overcame it</a>, <a href=\"https://www.vaildaily.com/news/playboy-playmate-mother-teresa-of-haiti-skips-oscars/\" target=\"_blank\" rel=\"noopener noreferrer\">established philanthropic foundations</a>, used their fortune to <a href=\"https://en.wikipedia.org/wiki/Jayde_Nicole\" target=\"_blank\" rel=\"noopener noreferrer\">open restaurants</a> and <a href=\"https://www.imdb.com/name/nm5330841/bio#:~:text=She%20helped%20organize,children%20with%20cancer.\" target=\"_blank\" rel=\"noopener noreferrer\">help those in need</a>, <a href=\"https://www.foxnews.com/entertainment/playboy-playmate-marsha-elle#:~:text=She%20endured%20years%20of%20insecurity%20and%20didn%E2%80%99t%20wear%20shorts%20until%20age%2023.\" target=\"_blank\" rel=\"noopener noreferrer\">had insecurities</a>, <a href=\"https://en.wikipedia.org/wiki/Patricia_McClain\" target=\"_blank\" rel=\"noopener noreferrer\">got interested in politics</a>, <a href=\"https://thehollywoodtimes.today/model-and-humanitarian-jordan-emanuel-raising-awareness-and-educating-individuals-about-mental-illness/\" target=\"_blank\" rel=\"noopener noreferrer\">grappled with depression</a>, led quiet lives and <a href=\"https://en.wikipedia.org/wiki/Karen_McDougal#Affair_with_Donald_Trump\" target=\"_blank\" rel=\"noopener noreferrer\">not so quiet lives</a>. They were into <a href=\"https://411mania.com/movies/411mania-com-interviews-playboy-october-playmate-of-the-month-pamela-horton/#:~:text=Pamela%20Horton%3A%20I%E2%80%99ve%20played,It%20was%20enjoyable%20overall.\" target=\"_blank\" rel=\"noopener noreferrer\">LoL and Diablo 3</a>, <a href=\"https://secreteast.ca/2015/02/from-manuels-to-melrose-stephanie-brantons-campaign-for-playmate-of-the-year/#:~:text=%E2%80%9CI%20can%20honestly%20say%20that%20I%E2%80%99ve%20wanted%20to%20be%20Playmate%20my%20whole%20life%2C%20I%20don%E2%80%99t%20know%20if%20that%20%C2%A0would%20mean%20more%20to%20anyone%20else.%E2%80%9D\" target=\"_blank\" rel=\"noopener noreferrer\">dreamed of becoming Playmates</a> and <a href=\"https://abcnews.go.com/Entertainment/horrific-murder-playboy-playmate-verge-hollywood-stardom-flaw/story?id=66193166#:~:text=From%20Dairy%20Queen%20to%20the%20Playboy%20Mansion\" target=\"_blank\" rel=\"noopener noreferrer\">worked at Dairy Queen</a>. They were victims of <a href=\"https://www.iheart.com/podcast/256-the-naked-podcaster-30941512/episode/playboy-model-7-times-who-went-52719725/\" target=\"_blank\" rel=\"noopener noreferrer\">domestic violence</a>, wanted to <a href=\"https://gallimore985544.livejournal.com/139896.html#:~:text=Q.%20What%20are,a%20bigger%20school.\" target=\"_blank\" rel=\"noopener noreferrer\">become broadcasters</a>, were <a href=\"https://www.latimes.com/archives/la-xpm-1998-mar-15-me-29162-story.html\" target=\"_blank\" rel=\"noopener noreferrer\">single moms that got sued by Playboy</a>, and on and on."
    },
    {
      "type": "text",
      "value": "They were and are real people who had a real impact on others around them, good and bad. It’s worth noting this before we find ourselves worshiping or shunning models in this industry."
    },
    {
      "type": "text",
      "value": "On December 2, 2021, Playboy announced its first-ever Creative Director In Residence <a href=\"https://www.plbygroup.com/news-releases/news-release-details/playboy-names-cardi-b-first-ever-creative-director-residence\" target=\"_blank\" rel=\"noopener noreferrer\">as Cardi B</a>. In choosing the musician, the magazine signaled a commitment to leaving its old formula and its limited perspective squarely in the past. Just how far will this development push Playboy and their Playmates? Readers will have to wait and see."
    }
  ],
  "acknowledgements": [
    {
      "type": "title",
      "value": "Acknowledgements"
    },
    {
      "type": "text",
      "value": "Many thanks to Rob Smith, who gave this article the love and polish it desperately needed. Thanks to the team at The Pudding for their invaluable input and ideas. Special thanks to Kathy Peiss and Rabab Al-Sharif for their incredible feedback in their role as sensitivity readers. Thanks to my wonderful partner for her immense support, and many friends who shared with me their time, energy, and knowledge in making this happen."
    }
  ],
  "methodology": [
    {
      "type": "title",
      "value": "Methodology"
    },
    {
      "type": "text",
      "value": "The physical print of the magazine <a href=\"https://medium.com/naked-open-letters-from-playboy/an-open-letter-to-our-team-and-partners-b859b1a4c663\" target=\"_blank\" rel=\"noopener noreferrer\">ended in the spring of 2020</a>, and in 2021 Playboy stopped picking the Playmate of the Month, instead choosing a Playmate every quarter. This data includes every Playmate of the Month until it was discontinued in 2021."
    },
    {
      "type": "text",
      "value": "Data was gathered from <a href=\"https://mypmates.club/\" target=\"_blank\" rel=\"noopener noreferrer\">mypmates.club</a> and <a href=\"https://www.babepedia.com/\" target=\"_blank\" rel=\"noopener noreferrer\">babepedia</a>. Some mistakes were fixed by cross-checking other sources and compiled together. When there were disagreements about data, mypmates.club values were used. Every centerfold image for a Playmate is accompanied by a <a href=\"https://www.liveauctioneers.com/item/98750660_playmate-data-sheet-and-model-release\" target=\"_blank\" rel=\"noopener noreferrer\">“Playmate Data Sheet,”</a> which lists their measurements, among other things. This data seems to be self-reported and is reflected in the above sources."
    },
    {
      "type": "text",
      "value": "The trendlines shown in cyan were computed via <a href=\"https://en.wikipedia.org/wiki/Local_regression\" target=\"_blank\" rel=\"noopener noreferrer\">LOESS</a>. Averages for women in the US between 2015-2018 are from the <a href=\"https://www.cdc.gov/nchs/data/series/sr_03/sr03-046-508.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">CDC NCHS Vital and Health Statistics [pdf]</a>."
    },
    {
      "type": "text",
      "value": "For the “most average” calculations, the Euclidean distance from the normalized average is used across most of the data points, taking into account Height, Weight, Bust, Waist, Hips, Age, Hair Color, Ethnicity, and Cosmetic Enhancements."
    },
    {
      "type": "text",
      "value": "The data was collected and processed with TypeScript and visualized with Preact and d3. See the code on the <a href=\"https://github.com/the-pudding/playboy\" target=\"_blank\" rel=\"noopener noreferrer\">repository</a>."
    }
  ]
}